{"Massachusetts Institute of Technology": {"budget":"49892", "location":{"city": "Cambridge", "state":"Massachusetts", "latitude": "42.260277", "longitude":"-71.093"}, "description":"The Massachusetts Institute of Technology (MIT) is a private research university located in Cambridge, Massachusetts, United States. Founded in 1861 in response to the increasing industrialization of the United States, MIT adopted a European polytechnic university model and stressed laboratory instruction in applied science and engineering. The Institute is traditionally known for its research and education in the physical sciences and engineering, but more recently in biology, economics, linguistics and management as well. MIT is often ranked among the world's top universities.", "website":"http://web.mit.edu/"},

"University of California, Berkeley" : {"budget":"41942", "location":{"city": "Berkeley", "state":"California", "latitude": "37.871802", "longitude":"-122.258679"}, "description":"The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, Berkeley is the flagship institution of the ten research universities affiliated with the University of California system. Upon its founding, Berkeley was established through a merger of the College of California and the Agricultural, Mining and Mechanical Arts College. Berkeley has since grown to instruct over 40,000 students in approximately 350 undergraduate and graduate degree programs covering a wide range of disciplines.", "website":"https://www.berkeley.edu/"},

"University of Michigan" : {"budget":"47476", "location":{"city": "Ann Arbor", "state":"Michigan", "latitude": "42.278087", "longitude":"-83.738213"}, "description":"The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a public research university in Ann Arbor, Michigan. The University of Michigan is the state's oldest university, founded in 1817 in Detroit, Michigan as the Catholepistemiad, or University of Michigania, 20 years before the Michigan Territory became a state. It moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The University was a founding member of the Association of American Universities.", "website":"https://www.umich.edu/"},

"University of Southern California" : {"budget":"54323", "location":{"city": "Los Angeles", "state":"California", "latitude": "34.022325", "longitude":"-118.285514"}, "description":"The University of Southern California (USC or SC) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. USC has historically educated a large number of the nation's business leaders and professionals. The university has also used its location in Los Angeles to establish relationships with research and cultural institutions throughout Asia and the Pacific Rim. An engine for economic activity, USC contributes US$8 billion annually to the economy of the Los Angeles metropolitan area and California", "website":"https://www.usc.edu/"},

"University of Washington" : {"budget":"35538", "location":{"city": "Seattle", "state":"Washington", "latitude": "47.655661", "longitude":"-122.306268"}, "description":"The University of Washington (commonly referred to as UW, simply Washington, or informally U-Dub) is a public research university in Seattle, Washington. Founded in 1861, Washington was first established in downtown Seattle approximately a decade after the city's founding to aid its economic development. Today, the university's 703-acre main Seattle campus is situated in the University District above the Montlake Cut, within the urban Puget Sound region of the Pacific Northwest. The university has two additional campuses in Tacoma and Bothell. Overall, UW encompasses over 500 buildings and over 20 million gross square footage of space, including one of the largest library systems in the world with over 26 university libraries, as well as the UW Tower, lecture halls, art centers, museums, laboratories, stadiums, and conference centers. The university offers bachelor's, master's and doctoral degrees through 140 departments in various colleges and schools, sees about 46,000 in total student enrollment every year, and functions on a quarter system.", "website":"https://www.washington.edu/"},

 "Carnegie Mellon University": {"budget": "75000", "location": {"city": "Pittsburgh", "state": "Pennsylvania", "latitude":"40.443186", "longitude": "-79.942982"}, "description": "Founded in 1900 by Andrew Carnegie as the Carnegie Technical Schools, the university became the Carnegie Institute of Technology in 1912 and began granting four-year degrees. In 1967, the Carnegie Institute of Technology merged with the Mellon Institute of Industrial Research to form Carnegie Mellon University.", "website":"https://www.cmu.edu/"},
 
 "Stanford University": {"budget": "70000", "location": {"city": "Stanford", "state": "California", "latitude":"37.428271", "longitude": "-122.170524"}, "description": "Stanford University (officially Leland Stanford Junior University,[10] colloquially the Farm) is a private research university in Stanford, California. Stanford is known for its academic strength, wealth, proximity to Silicon Valley, and ranking as one of the world's top-ten universities.", "website":"https://www.stanford.edu/"},

 "Georgia Institute of Technology": {"budget": "70000", "location": {"city": "Atlanta", "state": "Georgia", "latitude":"33.774173", "longitude": "-84.398852"}, "description": "The school was founded in 1885 as the Georgia School of Technology as part of Reconstruction plans to build an industrial economy in the post-Civil War Southern United States. Initially, it offered only a degree in mechanical engineering. By 1901, its curriculum had expanded to include electrical, civil, and chemical engineering. In 1948, the school changed its name to reflect its evolution from a trade school to a larger and more capable technical institute and research university.", "website":"http://www.gatech.edu/"},

  "California Institute of Technology": {"budget": "68000", "location": {"city": "Pasadena", "state": "California", "latitude":"34.137165", "longitude": "-118.126235"}, "description": "The California Institute of Technology (abbreviated Caltech)[8] is a private doctorate-granting research university located in Pasadena, California, United States. Known for its strength in natural science and engineering, Caltech is often ranked as one of the world's top-ten universities.", "website":"https://www.caltech.edu/"},

  "Columbia University": {"budget": "75000", "location": {"city": "New York", "state": "New York", "latitude":"40.808197", "longitude": "-73.963174"}, "description": "Columbia University (Columbia; officially Columbia University in the City of New York), established in 1754, is a private Ivy League research university in Upper Manhattan, New York City. Columbia contains the oldest college in the state of New York and is the fifth chartered institution of higher learning in the United States, making it one of nine colonial colleges founded prior to the Declaration of Independence.  It was established as King's College by royal charter of George II of Great Britain and renamed Columbia College in 1784 following the American Revolutionary War. The university has produced numerous distinguished alumni. In 2017, its undergraduate acceptance rate was 5.5%, making it the third most selective college in the United States and the second most selective in the Ivy League.", "website":"http://columbia.edu/"}

}
